[
  {
    "id": "1",
    "name": "Ed Sheeran",
    "shortDescription": "Brytyjski piosenkarz i autor piosenek, jeden z najpopularniejszych artystów XXI wieku.",
    "description": "Edward Christopher Sheeran (ur.17 lutego 1991 w Halifax, West Yorkshire) to brytyjski piosenkarz, autor tekstów i producent muzyczny. Zadebiutował samodzielnie, nagrywając EP‑ki i występując w londyńskich klubach, zanim podpisał kontrakt z wytwórnią Asylum/Atlantic. Jego muzyka łączy folk, pop, R&B i hip-hop. Albumy takie jak „+” (Plus), „×” (Multiply) i „÷” (Divide) odniosły ogromny sukces komercyjny. :contentReference[oaicite:0]{index=0}  \nSheeran zdobył wiele nagród, w tym Grammy. Jego piosenki („Shape of You”, „Thinking Out Loud”) osiągnęły miliardy odtworzeń. W czasie koncertów często używa loop‑pedalu, przez co sam buduje aranżacje na żywo. :contentReference[oaicite:1]{index=1}  \nPrywatnie jest żonaty z Cherry Seaborn, ma dwoje dzieci. :contentReference[oaicite:2]{index=2}  \nW 2025 roku znalazł się na liście TIME100 najbardziej wpływowych ludzi świata. :contentReference[oaicite:3]{index=3}",
    "category": "Artist",
    "image": "/albert_einstein.jpg",
    "birthDate": "1991-02-17",
    "deathDate": null,
    "href": "/people/1",
    "lat": 53.7250,
    "lng": -1.8600
  },
  {
    "id": "2",
    "name": "Demi Moore",
    "shortDescription": "Amerykańska aktorka znana z filmów takich jak „Ghost” i „Striptease”.",
    "description": "Demi Gene Moore (ur. 11 listopada 1962 w Roswell, Nowy Meksyk) to amerykańska aktorka, producentka i ikona popkultury. Rozpoczęła karierę jako modelka i aktorka telewizyjna (m.in. w serialu „General Hospital”), a następnie przeszła do kina, zdobywając sławę w latach 80. i 90. dzięki rolom w filmach takich jak „St. Elmo’s Fire”, „Ghost” i „Wyznania gejszy”. :contentReference[oaicite:4]{index=4}  \nMoore była jedną z najlepiej zarabiających aktorek w Hollywood; zyskała duże uznanie medialne i komercyjne, jednocześnie angażując się w kwestie społeczne. W 2025 roku, po wielu latach kariery, zdobyła swoją pierwszą dużą nagrodę aktorską – Złoty Glob za rolę w filmie „The Substance”. :contentReference[oaicite:5]{index=5}  \nJej życie prywatne przykuwało uwagę mediów (m.in. związki z Brucem Willisem i Ashtonem Kutcherem), ale zawsze powraca do swojej pasji — aktorstwa i tworzenia filmów.",
    "category": "Artist",
    "image": "/albert_einstein.jpg",
    "birthDate": "1962-11-11",
    "deathDate": null,
    "href": "/people/2",
    "lat": 33.3943,
    "lng": -104.5230
  },
  {
    "id": "3",
    "name": "Elon Musk",
    "shortDescription": "Przedsiębiorca technologiczny, założyciel SpaceX, Tesla i X (dawniej Twitter).",
    "description": "Elon Reeve Musk (ur. 28 czerwca 1971 w Pretorii, RPA) to jeden z najbardziej wpływowych przedsiębiorców XXI wieku. Współzałożył PayPal, są założycielem SpaceX – firmy kosmicznej – oraz Tesli – lidera pojazdów elektrycznych. :contentReference[oaicite:6]{index=6}  \nMusk zaangażował się także w projekty neurotechnologiczne (Neuralink), wspiera rozwój sztucznej inteligencji (xAI) i bada nowe sposoby transportu (Boring Company). :contentReference[oaicite:7]{index=7}  \nJego wizje dotyczą kolonizacji Marsa, globalnego internetu dzięki satelitom Starlink i zaawansowanej AI uczyniły go kluczową postacią w debacie o przyszłości technologii i ludzkości. Pomimo kontrowersji związanych z zarządzaniem i stylem komunikacji, jego wpływ na przemysł technologiczny pozostaje ogromny.",
    "category": "Business / Innovation",
    "image": "/albert_einstein.jpg",
    "birthDate": "1971-06-28",
    "deathDate": null,
    "href": "/people/3",
    "lat": -25.7479,
    "lng": 28.2293
  },
  {
    "id": "4",
    "name": "Scarlett Johansson",
    "shortDescription": "Amerykańska aktorka i producentka filmowa, ikona popkultury.",
    "description": "Scarlett Ingrid Johansson (ur. 22 listopada 1984 w Nowym Jorku) to aktorka filmowa i głosowa u szczytu swojej kariery. Zadebiutowała jako dziecko, a później występowała w filmach takich jak „Mężczyźni, którzy nienawidzą kobiet”, „Her”, a także w blokbusterach Marvela jako Czarna Wdowa/Natasha Romanoff. Jej zdolności aktorskie łączą dramat z komedią i sci‑fi, co umożliwiło szeroki zakres ról.  \nJohansson jest także producentką i zaangażowaną w kwestie społeczne. W 2025 roku znalazła się na liście TIME100 najbardziej wpływowych ludzi. :contentReference[oaicite:8]{index=8}",
    "category": "Artist",
    "image": "/albert_einstein.jpg",
    "birthDate": "1984-11-22",
    "deathDate": null,
    "href": "/people/4",
    "lat": 40.7128,
    "lng": -74.0060
  },
  {
    "id": "5",
    "name": "Simone Biles",
    "shortDescription": "Amerykańska gimnastyczka, jedna z najlepszych w historii sportu.",
    "description": "Simone Arianne Biles (ur. 14 marca 1997 w Columbus, Ohio) to wybitna gimnastyczka artystyczna, która zdobyła liczne medale olimpijskie i mistrzostw świata. Jej dominacja w gimnastyce, zarówno pod względem technicznym, jak i artystycznym, przyniosła jej status ikony sportu. Wyróżnia się niezwykłą zwinnością, siłą i innowacyjnymi układami gimnastycznymi. \nBiles nie tylko jest inspiracją dla młodych sportowców, ale również aktywnie wspiera zdrowie psychiczne i równouprawnienie w sporcie. W 2025 roku znalazła się na liście TIME100 najbardziej wpływowych ludzi. :contentReference[oaicite:9]{index=9}",
    "category": "Athlete",
    "image": "/albert_einstein.jpg",
    "birthDate": "1997-03-14",
    "deathDate": null,
    "href": "/people/5",
    "lat": 39.9612,
    "lng": -82.9988
  }
]