[
  {
    "id": "1",
    "name": "Ed Sheeran",
    "shortDescription": "Brytyjski piosenkarz i autor piosenek, jeden z najpopularniejszych artystów XXI wieku.",
    "description": "Edward Christopher Sheeran (ur. 17 lutego 1991 w Halifax, West Yorkshire) to brytyjski piosenkarz, autor tekstów i producent muzyczny. Zadebiutował samodzielnie, nagrywając EP-ki i występując w londyńskich klubach, zanim podpisał kontrakt z wytwórnią Asylum/Atlantic. Jego muzyka łączy folk, pop, R&B i hip-hop. Albumy takie jak „+” (Plus), „×” (Multiply) i „÷” (Divide) odniosły ogromny sukces komercyjny. Sheeran zdobył wiele nagród, w tym Grammy. Jego piosenki („Shape of You”, „Thinking Out Loud”) osiągnęły miliardy odtworzeń. W czasie koncertów często używa loop-pedalu, przez co sam buduje aranżacje na żywo. Prywatnie jest żonaty z Cherry Seaborn, ma dwoje dzieci. W 2025 roku znalazł się na liście TIME100 najbardziej wpływowych ludzi świata.",
    "category": "Artist",
    "image": "/albert_einstein.jpg",
    "birthDate": "1991-02-17",
    "deathDate": null,
    "href": "/api/people/get?id=1",
    "lat": 53.725,
    "lng": -1.86
  },
  {
    "id": "2",
    "name": "Demi Moore",
    "shortDescription": "Amerykańska aktorka znana z filmów takich jak „Ghost” i „Striptease”.",
    "description": "Demi Gene Moore (ur. 11 listopada 1962 w Roswell, Nowy Meksyk) to amerykańska aktorka, producentka i ikona popkultury. Rozpoczęła karierę jako modelka i aktorka telewizyjna (m.in. w serialu „General Hospital”), a następnie przeszła do kina, zdobywając sławę w latach 80. i 90. dzięki rolom w filmach takich jak „St. Elmo's Fire”, „Ghost” i „Wyznania gejszy”. Moore była jedną z najlepiej zarabiających aktorek w Hollywood; zyskała duże uznanie medialne i komercyjne, angażując się także w kwestie społeczne. W 2025 roku zdobyła swoją pierwszą dużą nagrodę aktorską – Złoty Glob za rolę w filmie „The Substance”. Jej życie prywatne przyciągało uwagę mediów (m.in. związki z Brucem Willisem i Ashtonem Kutcherem), ale zawsze wracała do swojej pasji — aktorstwa i produkcji filmowej.",
    "category": "Artist",
    "image": "/albert_einstein.jpg",
    "birthDate": "1962-11-11",
    "deathDate": null,
    "href": "/api/people/get?id=2",
    "lat": 33.3943,
    "lng": -104.523
  },
  {
    "id": "3",
    "name": "Elon Musk",
    "shortDescription": "Przedsiębiorca technologiczny, założyciel SpaceX, Tesla i X (dawniej Twitter).",
    "description": "Elon Reeve Musk (ur. 28 czerwca 1971 w Pretorii, RPA) to jeden z najbardziej wpływowych przedsiębiorców XXI wieku. Współzałożył PayPal, jest założycielem SpaceX oraz Tesli, lidera pojazdów elektrycznych. Musk angażuje się także w projekty neurotechnologiczne (Neuralink), rozwija globalny internet satelitarny (Starlink) i bada nowe formy transportu (Boring Company). Jego wizje dotyczą kolonizacji Marsa, rozwoju zaawansowanej AI i przyszłości energetyki. Pomimo licznych kontrowersji dotyczących stylu zarządzania i komunikacji, jego wpływ na współczesne technologie pozostaje ogromny.",
    "category": "Business / Innovation",
    "image": "/albert_einstein.jpg",
    "birthDate": "1971-06-28",
    "deathDate": null,
    "href": "/api/people/get?id=3",
    "lat": -25.7479,
    "lng": 28.2293
  },
  {
    "id": "4",
    "name": "Scarlett Johansson",
    "shortDescription": "Amerykańska aktorka i producentka filmowa, ikona popkultury.",
    "description": "Scarlett Ingrid Johansson (ur. 22 listopada 1984 w Nowym Jorku) to jedna z najbardziej rozpoznawalnych aktorek współczesnego kina. Zaczynała jako aktorka dziecięca, a jej kariera rozwinęła się dzięki rolom w filmach takich jak „Między słowami”, „Her” czy seriach Marvela jako Czarna Wdowa. Łączy dramat, komedię i kino akcji, co pozwoliło jej osiągnąć wszechstronność i globalną popularność. Jest również producentką oraz osobą aktywnie zaangażowaną w kwestie społeczne. W 2025 roku znalazła się na liście TIME100 najbardziej wpływowych ludzi świata.",
    "category": "Artist",
    "image": "/albert_einstein.jpg",
    "birthDate": "1984-11-22",
    "deathDate": null,
    "href": "/api/people/get?id=4",
    "lat": 40.7128,
    "lng": -74.006
  },
  {
    "id": "5",
    "name": "Simone Biles",
    "shortDescription": "Amerykańska gimnastyczka, jedna z najlepszych w historii sportu.",
    "description": "Simone Arianne Biles (ur. 14 marca 1997 w Columbus, Ohio) to najbardziej utytułowana gimnastyczka w historii, zdobywczyni licznych medali olimpijskich i mistrzostw świata. Jej fenomenalne umiejętności, innowacyjne elementy gimnastyczne oraz psychiczna siła uczyniły ją ikoną sportu. Biles aktywnie wspiera temat zdrowia psychicznego oraz prawa sportowców. W 2025 roku została wyróżniona na liście TIME100 najbardziej wpływowych ludzi świata.",
    "category": "Athlete",
    "image": "/albert_einstein.jpg",
    "birthDate": "1997-03-14",
    "deathDate": null,
    "href": "/api/people/get?id=5",
    "lat": 39.9612,
    "lng": -82.9988
  }
]
