[
  {
    "id": "1",
    "name": "Władysław Szpilman",
    "shortDescription": "Wybitny polski pianista, kompozytor i autor setek piosenek, cudownie ocalały z warszawskiego getta.",
    "description": "Urodził się w Sosnowcu przy ul. Targowej 18[1] w rodzinie żydowskiej, jako najstarsze dziecko Samuela (Szmula) Szpilmana, skrzypka, i Edwardy (Estery) z domu Rappaport, pianistki i nauczycielki. Miał brata Henryka i dwie siostry: Reginę i Halinę[2]. Jego kuzynem był kompozytor i pianista Leon Szpilman[3]. Uczęszczał do Męskiej Szkoły Handlowej (tzw. gimnazjum Tomasza Płockiego) w Sosnowcu[4]. Od 1928 uczył się w Wyższej Szkole Muzycznej im. Fryderyka Chopina w Warszawie pod kierunkiem Józefa Śmidowicza i Aleksandra Michałowskiego. W 1931 roku uzyskał stypendium w Akademie der Künste w Berlinie, gdzie studiował u Artura Schnabla, Leonida Kreutzera (fortepian) i Franza Schrekera (kompozycja). Tam skomponował swoje pierwsze utwory symfoniczne i suitę fortepianową Życie maszyn. W 1933 roku atmosfera potęgującego się narodowego socjalizmu w Niemczech skłoniła go do powrotu do kraju. W 1934 nawiązał współpracę z Bronisławem Gimplem, znanym amerykańskim skrzypkiem polskiego pochodzenia. W 1935 roku został zatrudniony jako etatowy pianista w Polskim Radiu. W tym okresie skomponował pierwsze szlagiery: Kiedy kochasz się w dziewczynie (sł. Emanuel Szlechter), Nie ma szczęścia bez miłości i Straciłam twe serce (z tekstami brata Henryka ps. Herold), Nocą (słowa Emanuel Szlechter), a także muzykę do filmów Wrzos (1937) i Dr Murek (1939), co przyniosło mu znaczną popularność.",
    "category": "Artist / Kompozytor",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/W%C5%82adys%C5%82aw_Szpilman.jpg/330px-W%C5%82adys%C5%82aw_Szpilman.jpg",
    "birthDate": "1911-12-05",
    "deathDate": "2000-07-06",
    "href": "/people/1",
    "lat": 52.2298,
    "lng": 21.0121
  },
  {
    "id": "2",
    "name": "Stefan Kuryłowicz",
    "shortDescription": "Wybitny polski architekt i profesor, główny projektant nowoczesnego oblicza powojennej Warszawy.",
    "description": "Stefan Marian Kuryłowicz (ur. 26 marca 1949 w Warszawie, zm. 6 czerwca 2011 w pobliżu Santiago del Monte w Asturii[1][2]) – polski architekt, doktor habilitowany inż. architektury i urbanistyki o specjalności architektura budynków użyteczności publicznej, wykładowca Politechniki Warszawskiej[3]. Ukończył studia na Wydziale Architektury Politechniki Warszawskiej (1972). Od 1983 prowadził własne biuro projektowe, obecnie pod nazwą Autorska Pracownia Architektury Kuryłowicz & Associates. Był autorem projektów budynków handlowych, biurowych i przemysłowych, po 2000 także budynków mieszkalnych i osiedli. W 1990 uzyskał stopień doktora za pracę „Wpływ uwarunkowań zewnętrznych na kształt przestrzenny zespołów teatralnych” (promotor – profesor Małgorzata Handzelewicz-Wacławek)[4], a w 2002 – doktora habilitowanego (praca pt. „Architektura – idea i jej realizacja 1998-1999”)[3][5]. Uważany był za jednego z najbardziej wpływowych architektów polskich lat 90. XX wieku i początku XXI wieku. Był członkiem Rady Architektury i Rozwoju doradzającej prezydent Warszawy Hannie Gronkiewicz-Waltz. W 2010 został wybrany na jednego z architektów mających doradzać w kwestii renowacji budynków kwatery głównej ONZ w Nowym Jorku[2]. Był żonaty i miał dwóch synów. Zginął w wypadku lotniczym w na obszarze parafii Santiago del Monte, w gminie Castrillón w Asturii[1]. 20 czerwca 2011 został pochowany na Cmentarzu Wojskowym na Powązkach w Warszawie w Alei Zasłużonych[6] (kwatera D29-tuje-6)[7].",
    "category": "Architecture",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Warszawa-Stefan_Kury%C5%82owicz_monument_%283%29.jpg/500px-Warszawa-Stefan_Kury%C5%82owicz_monument_%283%29.jpg",
    "birthDate": "1949-03-26",
    "deathDate": "2011-06-06",
    "href": "/people/2",
    "lat": 52.2300,
    "lng": 21.0120
  },
  {
    "id": "3",
    "name": "Józef Ignacy Kraszewski",
    "shortDescription": "Niezwykle płodny polski pisarz, historyk i encyklopedysta, rekordzista w liczbie wydanych powieści.",
    "description": "Józef Ignacy Kraszewski herbu Jastrzębiec[1] (ur. 28 lipca 1812 w Warszawie, zm. 19 marca 1887 w Genewie) – polski pisarz, publicysta, wydawca, historyk, encyklopedysta, działacz społeczny i polityczny, współzałożyciel Macierzy Polskiej, autor z największą liczbą wydanych książek i wierszy w historii literatury polskiej (pod tym względem siódmy na świecie[potrzebny przypis]) oraz malarz. Pseudonimy literackie: Bogdan Bolesławita, Kaniowa, Dr Omega, Kleofas Fakund Pasternak, JIK, B.B. i inne. Kraszewski urodził się w Warszawie w ziemiańskiej rodzinie Jana i Zofii z Malskich. Rodzice mieszkali na Grodzieńszczyźnie w swoim majątku Dołhe koło Prużany. Rodzina pieczętowała się herbem Jastrzębiec, którego praprzodkom rodów herbowych poświęcił później powieść Boleszczyce[2]. Matka szukała w Warszawie schronienia w obawie przed wojną francusko-rosyjską. Oboje rodzice pojawiali się w późniejszej twórczości Kraszewskiego jako wzorce postaci powieściowych. Ojciec, Jan Kraszewski (1788–1864), chorąży powiatu prużańskiego, został przedstawiony w roli seniora rodziny w Powieści bez tytułu (1855). Zofię Kraszewską (1791–1859) syn sportretował m.in. w Pamiętnikach nieznajomego (1846). Józef Ignacy był najstarszy z pięciorga rodzeństwa; najmłodszy brat Kajetan (1827–1896) także zajął się literaturą, był autorem opowiadań i powieści.",
    "category": "Literatura",
    "image": "https://commons.wikimedia.org/wiki/Special:FilePath/Józef_Ignacy_Kraszewski.PNG",
    "birthDate": "1812-07-28",
    "deathDate": "1887-03-19",
    "href": "/people/3",
    "lat": 52.2299,
    "lng": 21.0122
  },
  {
    "id": "4",
    "name": "Iga Świątek",
    "shortDescription": "Polska tenisistka, liderka rankingu WTA i dominatorka kortów ziemnych, w tym Roland Garros.",
    "description": "Iga Natalia Świątekⓘ (ur. 31 maja 2001 w Warszawie[1]) – polska tenisistka, zwyciężczyni dwudziestu pięciu turniejów WTA w grze pojedynczej, w tym sześciu turniejów wielkoszlemowych: French Open 2020, 2022, 2023 i 2024, US Open 2022 oraz Wimbledonu 2025, brązowa medalistka igrzysk olimpijskich z Paryża (2024) w grze pojedynczej, uczestniczka igrzysk olimpijskich w 2020 roku, od kwietnia 2022 roku do września 2023 roku i ponownie od listopada 2023 roku do października 2024 roku liderka rankingu singlowego WTA. Triumfatorka juniorskich turniejów wielkoszlemowych: Wimbledonu 2018 w grze pojedynczej oraz French Open 2018 w grze podwójnej dziewcząt w parze z Catherine McNally. Finalistka juniorskiego Australian Open 2017 w grze podwójnej w parze z Mają Chwalińską oraz złota medalistka Letnich Igrzysk Olimpijskich Młodzieży 2018 w grze podwójnej dziewcząt w parze ze Słowenką Kają Juvan. Po zwycięstwie we French Open 2020, gdzie w meczu finałowym pokonała Sofię Kenin 6:4, 6:1, została pierwszym polskim zwycięzcą turnieju wielkoszlemowego w grze pojedynczej. 4 kwietnia 2022 roku jako pierwsza Polka została liderką listy WTA. Dwukrotna zwyciężczyni Plebiscytu „Przeglądu Sportowego” (2022 i 2023).",
    "category": "Sport",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Iga_%C5%9Awi%C4%85tek_%282023_US_Open%29_09_%28cropped%29.jpg/330px-Iga_%C5%9Awi%C4%85tek_%282023_US_Open%29_09_%28cropped%29.jpg",
    "birthDate": "2001-05-31",
    "deathDate": null,
    "href": "/people/4",
    "lat": 52.2297,
    "lng": 21.0123
  },
  {
    "id": "5",
    "name": "Stefan Starzyński",
    "shortDescription": "Legendarny prezydent Warszawy, major Wojska Polskiego i bohaterski dowódca Obrony Cywilnej w 1939 roku.",
    "description": "Stefan Bronisław Starzyński, ps. „Lew” (ur. 19 sierpnia 1893 w Warszawie[1], zm. prawd. 21–23 grudnia 1939 tamże lub okolicach[2]) – polski polityk, ekonomista, publicysta, major rezerwy Wojska Polskiego, prezydent m.st. Warszawy (1934–1939), członek Prezydium Rady Naczelnej Obozu Zjednoczenia Narodowego w 1939 roku[3], przewodniczący Komitetu Obywatelskiego w czasie obrony Warszawy w 1939 roku[4]. Był komisarycznym prezydentem Warszawy, tj. mianowanym przez rząd, a nie wybieranym przez Radę Miasta[5]. Urodził się jako trzeci syn Alfonsa Karola i Jadwigi z Lipskich. Jego matka była nauczycielką języka francuskiego, zaś ojciec pochodził ze zubożałej szlachty, był drobnym urzędnikiem, a później rzemieślnikiem. W domu rodzinnym trwałe były tradycje powstańcze i patriotyczne. Najstarszemu synowi nadano imię Roman, na cześć dziadka powstańca w 1830 roku. Dzieciństwo spędził w Łowiczu. Podczas nauki w gimnazjum brał udział w strajku szkolnym w 1905 r., przez co musiał przenieść się do prywatnego gimnazjum im. Emiliana Konopczyńskiego w Warszawie. Po jego ukończeniu podjął studia ekonomiczne na Wyższych Kursach Handlowych Augusta Zielińskiego (obecnie Szkoła Główna Handlowa w Warszawie)[6].",
    "category": "Polityka / Historia",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Stefan_Starzynski.jpg/330px-Stefan_Starzynski.jpg",
    "birthDate": "1893-08-19",
    "deathDate": "1939-12-23",
    "href": "/people/5",
    "lat": 52.2301,
    "lng": 21.0121
  },
  {
    "id": "6",
    "name": "Maria Skłodowska‑Curie",
    "shortDescription": "Polska uczona wszech czasów, pionierka radiochemii i pierwsza kobieta z profesurą na Sorbonie.",
    "description": "Maria Salomea Skłodowska-Curie[a] (ur. 7 listopada 1867 w Warszawie, zm. 4 lipca 1934 w Passy) – polsko-francuska uczona w dziedzinach fizyki doświadczalnej i chemii fizycznej, podwójna noblistka – laureatka Nagrody Nobla z fizyki (1903)[1] i chemii (1911)[2]. W 1891 r. wyjechała z Królestwa Polskiego do Paryża, by podjąć studia na Sorbonie (w XIX wieku kobiety nie mogły studiować na ziemiach polskich[b]); następnie pracowała naukowo. Była prekursorką nowej gałęzi chemii – radiochemii. Do jej dokonań należą: rozwinięcie teorii promieniotwórczości, technik rozdzielania izotopów promieniotwórczych oraz odkrycie dwóch nowych pierwiastków – radu i polonu. Z jej inicjatywy prowadzono także badania nad leczeniem raka za pomocą promieniotwórczości. Nagrodą Nobla została wyróżniona po raz pierwszy w 1903 r. – z fizyki, wraz z mężem Pierre’em Curie i z Henrim Becquerelem, za badania nad odkrytym przez Becquerela zjawiskiem promieniotwórczości. Po raz drugi została nagrodzona w 1911 r. – z chemii za odkrycie polonu i radu, wydzielenie czystego radu i badanie właściwości chemicznych pierwiastków promieniotwórczych. Należy do grona jedynie czterech osób, które otrzymały więcej niż jedną Nagrodę Nobla. Wśród nich jest jedną z dwóch, które otrzymały nagrody w różnych dyscyplinach, a także jedynym uczonym uhonorowanym w dwóch różnych naukach przyrodniczych[c]. Mimo polskiej narodowości i sentymentów do kraju, nigdy nie otrzymała polskiego obywatelstwa. Jest pierwszą kobietą, która spoczęła w paryskim Panteonie w dowód uznania zasług naukowych. Z mężem Pierre’em Curie miała dwie córki: Irène Joliot-Curie i Ève Curie.",
    "category": "Nauka",
    "image": "https://commons.wikimedia.org/wiki/Special:FilePath/Marie_Curie_c._1898.jpg",
    "birthDate": "1867-11-07",
    "deathDate": "1934-07-04",
    "href": "/people/6",
    "lat": 52.2296,
    "lng": 21.0122
  }
]
